Repository: Tencent-RTC/TUIKit_iOS
Catalog: application/assembly/Modules/Call/Resource/CallingLocalized.xcstrings
Source language: en
Languages: ja, zh_hans

# assembly_call_card_title
source: Call
ja: 通話
zh_hans: 通话

# assembly_call_card_description
source: Ringtone/Floating window/Less stutter
ja: 着信通知・フローティングウィンドウ・通話品質最適化
zh_hans: 响铃通知·通话悬浮窗·通话卡顿优化

# assembly_call_call_other_users
source: Call another user
ja: 他のユーザーと通話
zh_hans: 与其他用户通话

# assembly_call_call_other_users_desc
source: Try with another online user ID
ja: 別のオンラインユーザーと一緒に体験
zh_hans: 与另一个在线用户同步体验

# assembly_call_call_other_users_highlight
source: another online user ID
ja: 別のオンラインユーザー
zh_hans: 另一个在线用户

# assembly_call_call_with_robot
source: Call with robot
ja: ロボットと通話
zh_hans: 与机器人通话

# assembly_call_call_with_robot_desc
source: Try with just one user ID
ja: 1人で体験可能
zh_hans: 单人单机即可体验

# assembly_call_call_with_robot_highlight
source: one user ID
ja: 1人
zh_hans: 单人单机

# assembly_call_simulate_called
source: Call me
ja: 着信シミュレーション
zh_hans: 模拟被叫

# assembly_call_simulate_caller
source: Call bot
ja: 発信シミュレーション
zh_hans: 模拟主叫

# assembly_call_select_call_method
source: Choose call mode
ja: 通話方式を選択してください
zh_hans: 请选择通话方式

# assembly_call_btn_search
source: Search
ja: 検索
zh_hans: 搜索

# assembly_call_btn_cancel
source: Cancel
ja: キャンセル
zh_hans: 取消

# assembly_call_btn_copy
source: Copy
ja: コピー
zh_hans: 复制

# assembly_call_copied_to_clipboard
source: Copied successfully
ja: クリップボードにコピーしました
zh_hans: 已复制到剪切板

# assembly_call_input_registered_user
source: Online user ID
ja: 登録済みのオンラインユーザーIDを入力して通話
zh_hans: 输入已注册并在线的用户ID进行通话

# assembly_call_user_not_exist
source: User does not exist
ja: ユーザーが存在しません
zh_hans: 用户不存在

# assembly_call_unexpected_error
source: Unexpected error, please try again later
ja: 予期しないエラーが発生しました。後でもう一度お試しください
zh_hans: 意外错误，请稍后重试

# assembly_call_bot_busy
source: Line busy. Please retry later.
ja: ロボットは通話中です。後でもう一度お試しください。
zh_hans: 机器人占线，请稍后再试

# assembly_call_activating_robot
source: Activating the robot...
ja: ロボットを起動中です。しばらくお待ちください...
zh_hans: 正在激活机器人，请稍候...

# assembly_call_cannot_invite_self
source: You cannot invite yourself.
ja: 自分自身を招待することはできません。
zh_hans: 你不能邀请自己。

# assembly_call_btn_start_call
source: Call
ja: 通話
zh_hans: 通话

# assembly_call_btn_streaming_call
source: Call
ja: 発信
zh_hans: 呼叫

# assembly_call_settings_title
source: Call Settings
ja: 通話設定
zh_hans: 通话设置

# assembly_call_settings_basic
source: Basic Settings
ja: 基本設定
zh_hans: 基础设置

# assembly_call_settings_optional_parameters
source: Optional Parameters
ja: オプションパラメータ
zh_hans: 可选参数

# assembly_call_settings_call_params
source: Call Parameters
ja: 通話パラメータ
zh_hans: 通话参数

# assembly_call_settings_media_type
source: Media Type
ja: メディアタイプ
zh_hans: 媒体类型

# assembly_call_settings_audio_call
source: Voice Call
ja: 音声通話
zh_hans: 语音通话

# assembly_call_settings_video_call
source: Video Call
ja: ビデオ通話
zh_hans: 视频通话

# assembly_call_settings_beauty_level
source: Beauty Level
ja: 美顔レベル
zh_hans: 美颜等级

# assembly_call_settings_video_setting
source: Video Settings
ja: ビデオ設定
zh_hans: 视频设置

# assembly_call_settings_resolution
source: Resolution
ja: 解像度
zh_hans: 分辨率

# assembly_call_settings_fill_mode
source: Fill Mode
ja: フィルモード
zh_hans: 填充模式

# assembly_call_settings_fill
source: Fill
ja: フィル
zh_hans: 填充

# assembly_call_settings_fit
source: Fit
ja: フィット
zh_hans: 适应

# assembly_call_settings_rotation
source: Rotation
ja: 回転
zh_hans: 旋转

# assembly_call_settings_group_id
source: Group ID
ja: グループID

# assembly_call_settings_horizontal
source: Landscape
ja: 横画面
zh_hans: 横屏

# assembly_call_settings_vertical
source: Portrait
ja: 縦画面
zh_hans: 竖屏

# assembly_call_settings_general
source: Settings
ja: 設定
zh_hans: 设置

# assembly_call_settings_timeout
source: Timeout
ja: タイムアウト
zh_hans: 超时时间

# assembly_call_guide_title
source: Call Guide
ja: 通話体験ガイド
zh_hans: 互动通话体验指引

# assembly_call_call_other_users_guide
source: How to call another user
ja: 他のユーザーへの発信ガイド
zh_hans: 呼叫其他用户详细指引

# assembly_call_guide_copy_url
source: Copy Link
ja: リンクをコピー
zh_hans: 复制链接

# assembly_call_guide_reminder_single
source: Single-player multi-terminal experience requires an operational computer by your side.
ja: 1人マルチデバイス体験には、操作可能なPCが必要です。
zh_hans: 单人多端体验，需要您身边有一台可操作的电脑。

# assembly_call_guide_steps
source: Detailed Steps
ja: 詳細手順
zh_hans: 详细步骤

# assembly_call_guide_copy_success
source: Copied successfully
ja: クリップボードにコピーしました
zh_hans: 已复制到剪切板

# assembly_call_guide_room_multi
source: Experience with others
ja: 他のユーザーを招待
zh_hans: 邀请他人加入

# assembly_call_guide_room_single
source: Experience by yourself
ja: 1人マルチデバイス体験
zh_hans: 单人多端体验

# assembly_call_guide_others_use_app
source: Your friend uses TencentRTC App
ja: 友人がTencentRTC Appを使用
zh_hans: 好友使用腾讯云音视频 App

# assembly_call_guide_others_use_web
source: Your friend uses browser
ja: 友人がブラウザを使用
zh_hans: 好友使用浏览器

# assembly_call_guide_reminder_multi
source: Inviting others to join requires two Tencent RTC user IDs.
ja: 他のユーザーを招待するには、2つの登録済みオンラインTencent RTCユーザーIDが必要です。
zh_hans: 邀请他人加入，需要 2 个注册并在线的腾讯云音视频用户 ID

# assembly_call_view_history
source: Call history
ja: 通話履歴を見る
zh_hans: 查看我的通话记录

# assembly_call_your_id
source: Your ID:
ja: あなたのID：
zh_hans: 您的ID：

# assembly_call_settings_user_id
source: User ID
ja: ユーザーID

# assembly_call_btn_add
source: Add
ja: 追加
zh_hans: 添加

# assembly_call_added_user
source: User Added
ja: メンバーを追加しました
zh_hans: 已添加成员

# assembly_call_btn_delete
source: Delete
ja: 削除
zh_hans: 删除

# assembly_call_no_users_added
source: No users added, please search to add users
ja: メンバーが未追加です。検索して追加してください
zh_hans: 未添加成员，请搜索添加成员

# assembly_call_users_exceeded
source: Failed, the users exceeded the limit
ja: 追加に失敗しました。人数が上限を超えています
zh_hans: 添加失败,人数超出限制

# assembly_call_settings_other_setting
source: Other Setting
ja: その他の設定
zh_hans: 其他设置

# assembly_call_settings_not_set
source: Not Set
ja: 未設定
zh_hans: 未设置

# assembly_call_settings_resolution_mode
source: Resolution Mode
ja: 解像度モード
zh_hans: 分辨率模式

# assembly_call_settings_mute_mode
source: Mute Mode
ja: ミュートモード
zh_hans: 静音模式

# assembly_call_settings_screen_auto
source: Auto
ja: 自動
zh_hans: 自动

# assembly_call_settings_screen_horizontal
source: Horizontal
ja: 横画面
zh_hans: 横屏

# assembly_call_settings_screen_vertical
source: Vertical
ja: 縦画面
zh_hans: 竖屏

# assembly_call_settings_join_group_call
source: Join Group Call
ja: グループ通話に参加
zh_hans: 加入群组通话

# assembly_call_settings_room_id_int
source: Room ID (Int)
ja: Room ID（整数）
zh_hans: Room ID (整数)

# assembly_call_settings_room_id_string
source: Room ID (String)
ja: Room ID（文字列）
zh_hans: Room ID (字符串)

# assembly_call_settings_input_call_id
source: Enter CallID:
ja: CallIDを入力:
zh_hans: 输入 CallID:

# assembly_call_settings_input_call_id_hint
source: Please enter CallID
ja: CallIDを入力してください
zh_hans: 请输入 CallID

# assembly_call_settings_input_group_id
source: Enter Group ID
ja: グループIDを入力してください
zh_hans: 请输入 Group ID

# assembly_call_settings_input_room_id
source: Enter Room ID
ja: Room IDを入力してください
zh_hans: 请输入 Room ID

# assembly_call_settings_input_user_ids
source: Enter User IDs (comma separated)
ja: ユーザーIDを入力（複数はカンマ区切り）
zh_hans: 请输入用户ID（多个用逗号分隔）

# assembly_call_settings_extended_info
source: Extended Info
ja: 拡張情報
zh_hans: 扩展信息

# assembly_call_settings_set_extend
source: Set Extended Info
ja: 拡張情報を設定
zh_hans: 设置扩展信息

# assembly_call_settings_set_extend_tip
source: Enter extended info (JSON format)
ja: 拡張情報を入力してください（JSON形式）
zh_hans: 请输入扩展信息（JSON格式）

# assembly_call_settings_offline_push_info
source: Offline Push Info
ja: オフラインプッシュ情報
zh_hans: 离线推送信息

# assembly_call_settings_set_offline_info
source: Set Offline Push Info
ja: オフラインプッシュ情報を設定
zh_hans: 设置离线推送信息

# assembly_call_settings_set_offline_info_tip
source: Enter offline push info (JSON format)
ja: オフラインプッシュ情報を入力してください（JSON形式）
zh_hans: 请输入离线推送信息（JSON格式）

# assembly_call_settings_go_to_settings
source: Go to Settings
ja: 設定へ移動
zh_hans: 前往设置

# assembly_call_settings_ring_setting
source: Ring Setting
ja: 着信音設定
zh_hans: 铃声设置

# assembly_call_settings_set_ring
source: Set Ring
ja: 着信音を設定
zh_hans: 设置铃声

# assembly_call_settings_set_ring_tip
source: Enter the ring file path
ja: 着信音ファイルのパスを入力してください
zh_hans: 请输入铃声文件路径

# assembly_call_login_failed
source: login failed
ja: ログインに失敗しました
zh_hans: 登录失败

# assembly_call_search_and_call
source: Search for a registered user to start a call
ja: 登録済みユーザーを検索して 通話を開始
zh_hans: 搜索添加已注册用户 以发起通话

# assembly_call_btn_app_call
source: Call
ja: 発信
zh_hans: 拨打

# assembly_call_btn_done
source: Done
ja: 完了
zh_hans: 完成

# assembly_call_settings_enable_floating
source: Enable Floating Window
ja: フローティングウィンドウを有効化
zh_hans: 开启悬浮窗

# assembly_call_settings_enable_virtual_bg
source: Enable Virtual Background
ja: バーチャル背景を有効化
zh_hans: 开启虚拟背景

# assembly_call_settings_enable_incoming_banner
source: Enable Incoming Banner
ja: 着信バナーを有効化
zh_hans: 开启来电横幅

# assembly_call_settings_enable_ai_transcriber
source: Enable AI Transcriber
ja: AI文字起こしを有効化
zh_hans: 开启AI转写

# assembly_call_lab_set_ring
source: Set ringtone
ja: 着信音を設定
zh_hans: 设置铃声

# assembly_call_lab_mute_mode
source: Mute mode
ja: ミュートモード
zh_hans: 静音模式

# assembly_call_lab_show_float_button
source: Floating button
ja: フローティングボタン
zh_hans: 悬浮按钮

# assembly_call_lab_blur_background
source: Blur background
ja: 背景ぼかし
zh_hans: 模糊背景

# assembly_call_lab_incoming_banner
source: Incoming banner
ja: 着信バナー
zh_hans: 来电横幅

# assembly_call_lab_ai_subtitles
source: AI Subtitles
ja: AI字幕
zh_hans: AI字幕

# assembly_call_lab_not_setting
source: Not set
ja: 未設定
zh_hans: 未设置

# assembly_call_lab_screen_orientation
source: Screen orientation
ja: 画面の向き
zh_hans: 屏幕方向

# assembly_call_btn_confirm
source: OK
zh_hans: 确定
